Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_12_0.versionPicker.body
source: When a movie or episode has more than one version on your server, pick which one to play before it starts.
cs: Když má film nebo epizoda na serveru více verzí, před spuštěním si vybereš, která se přehraje.
da: Når en film eller et afsnit har flere versioner på serveren, vælger du, hvilken der skal afspilles, før den starter.
de: Wenn ein Film oder eine Episode mehrere Versionen auf deinem Server hat, wählst du vor dem Start, welche abgespielt wird.
el: Όταν μια ταινία ή ένα επεισόδιο έχει πάνω από μία εκδοχή στον διακομιστή σου, διαλέγεις ποια θα παιχτεί πριν ξεκινήσει.
es: Cuando una película o un episodio tiene más de una versión en tu servidor, eliges cuál reproducir antes de empezar.
fi: Kun elokuvalla tai jaksolla on palvelimellasi useampi versio, valitset ennen toistoa, mikä niistä toistetaan.
fr: Quand un film ou un épisode a plusieurs versions sur ton serveur, tu choisis laquelle lire avant le démarrage.
hr: Kad film ili epizoda ima više verzija na tvom poslužitelju, prije početka biraš koju ćeš pustiti.
hu: Ha egy filmnek vagy epizódnak több verziója is van a kiszolgálódon, indítás előtt kiválaszthatod, melyik induljon el.
it: Quando un film o un episodio ha più versioni sul tuo server, scegli quale riprodurre prima dell'avvio.
ja: 映画やエピソードにサーバー上で複数のバージョンがある場合、再生前にどれを再生するか選べます。
ko: 영화나 에피소드에 서버상 여러 버전이 있을 때, 재생 전에 어떤 버전을 재생할지 고를 수 있습니다.
nb: Når en film eller episode har flere versjoner på serveren, velger du hvilken som skal spilles av før den starter.
nl: Als een film of aflevering meerdere versies op je server heeft, kies je vóór het afspelen welke je wilt zien.
pl: Gdy film lub odcinek ma na serwerze więcej niż jedną wersję, przed odtworzeniem wybierasz, którą uruchomić.
pt_br: Quando um filme ou episódio tem mais de uma versão no seu servidor, você escolhe qual reproduzir antes de começar.
pt_pt: Quando um filme ou episódio tem mais do que uma versão no teu servidor, escolhes qual reproduzir antes de começar.
ro: Când un film sau un episod are mai multe versiuni pe serverul tău, alegi care să fie redată înainte de pornire.
ru: Если у фильма или эпизода на сервере несколько версий, перед началом вы выбираете, какую воспроизвести.
sk: Keď má film alebo epizóda na serveri viac verzií, pred spustením si vyberieš, ktorá sa prehrá.
sv: När en film eller ett avsnitt har flera versioner på servern väljer du vilken som ska spelas upp innan den startar.
tr: Bir film ya da bölümün sunucunuzda birden fazla sürümü olduğunda, başlamadan önce hangisinin oynatılacağını seçersiniz.
uk: Коли у фільму чи епізоду на сервері кілька версій, перед запуском ви обираєте, яку відтворити.
zh_hans: 当影片或剧集在服务器上有多个版本时，可在播放前选择要播放哪一个。
zh_hant: 當影片或劇集在伺服器上有多個版本時，可在播放前選擇要播放哪一個。

# changelog.0_12_0.versionPicker.title
source: Choose a version
cs: Výběr verze
da: Vælg version
de: Version wählen
el: Επιλογή έκδοσης
es: Elegir versión
fi: Valitse versio
fr: Choisir une version
hr: Odabir verzije
hu: Verzió kiválasztása
it: Scegli una versione
ja: バージョンを選択
ko: 버전 선택
nb: Velg versjon
nl: Versie kiezen
pl: Wybór wersji
pt_br: Escolher versão
pt_pt: Escolher versão
ro: Alege o versiune
ru: Выбор версии
sk: Výber verzie
sv: Välj version
tr: Sürüm seçin
uk: Вибір версії
zh_hans: 选择版本
zh_hant: 選擇版本

# changelog.0_12_0.watchStats.body
source: A new Settings screen with your viewing totals, completion rate, top genres and most-rewatched titles, all from your own Jellyfin data.
cs: Nová obrazovka v Nastavení s tvými souhrny sledování, mírou dokončení, nejčastějšími žánry a nejvíce opakovanými tituly, vše z tvých dat Jellyfinu.
da: En ny skærm i Indstillinger med dine visningstotaler, fuldførelsesgrad, topgenrer og mest gensete titler, alt sammen fra dine egne Jellyfin-data.
de: Ein neuer Einstellungs-Screen mit deinen Seh-Summen, der Abschlussquote, Top-Genres und am häufigsten wiederholten Titeln, alles aus deinen eigenen Jellyfin-Daten.
el: Μια νέα οθόνη στις Ρυθμίσεις με τα σύνολα προβολών σου, το ποσοστό ολοκλήρωσης, τα κορυφαία είδη και τους τίτλους που είδες ξανά πιο συχνά, όλα από τα δικά σου δεδομένα Jellyfin.
es: Una nueva pantalla en Ajustes con tus totales de visionado, tasa de finalización, géneros principales y títulos más revisionados, todo a partir de tus propios datos de Jellyfin.
fi: Uusi Asetukset-näkymä, jossa näet katselun kokonaismäärät, valmistumisasteen, suosikkilajityypit ja eniten uudelleenkatsotut nimikkeet, kaikki omista Jellyfin-tiedoistasi.
fr: Un nouvel écran dans les Réglages avec tes totaux de visionnage, ton taux d'achèvement, tes genres favoris et tes titres les plus revus, le tout depuis tes propres données Jellyfin.
hr: Novi zaslon u Postavkama s tvojim ukupnim gledanjem, stopom dovršenosti, najgledanijim žanrovima i najčešće ponovno gledanim naslovima, sve iz tvojih Jellyfin podataka.
hu: Új képernyő a Beállításokban a nézési összesítéseiddel, a befejezési aránnyal, a legnépszerűbb műfajokkal és a legtöbbször újranézett címekkel, mind a saját Jellyfin-adataidból.
it: Una nuova schermata nelle Impostazioni con i tuoi totali di visione, il tasso di completamento, i generi principali e i titoli più rivisti, tutto dai tuoi dati Jellyfin.
ja: 視聴の合計、完了率、トップジャンル、もっとも繰り返し見た作品を、すべて自分のJellyfinデータから表示する新しい設定画面です。
ko: 시청 합계, 완료율, 인기 장르, 가장 많이 다시 본 작품을 모두 내 Jellyfin 데이터로 보여 주는 새 설정 화면입니다.
nb: En ny skjerm i Innstillinger med dine seertotaler, fullføringsgrad, toppsjangre og mest gjensette titler, alt fra dine egne Jellyfin-data.
nl: Een nieuw scherm in Instellingen met je kijktotalen, voltooiingspercentage, topgenres en meest herbekeken titels, allemaal uit je eigen Jellyfin-gegevens.
pl: Nowy ekran w Ustawieniach z Twoimi sumami oglądania, wskaźnikiem ukończenia, najczęstszymi gatunkami i najczęściej powtarzanymi tytułami, wszystko z Twoich danych Jellyfina.
pt_br: Uma nova tela em Ajustes com seus totais de exibição, taxa de conclusão, principais gêneros e títulos mais revistos, tudo a partir dos seus próprios dados do Jellyfin.
pt_pt: Um novo ecrã nas Definições com os teus totais de visualização, taxa de conclusão, géneros principais e títulos mais revistos, tudo a partir dos teus próprios dados do Jellyfin.
ro: Un nou ecran în Setări cu totalurile tale de vizionare, rata de finalizare, genurile preferate și titlurile cel mai des revizionate, totul din propriile tale date Jellyfin.
ru: Новый экран в Настройках с вашими итогами просмотра, долей завершённого, любимыми жанрами и чаще всего пересматриваемыми тайтлами, всё из ваших данных Jellyfin.
sk: Nová obrazovka v Nastaveniach s tvojimi súhrnmi sledovania, mierou dokončenia, najobľúbenejšími žánrami a najčastejšie opakovanými titulmi, všetko z tvojich dát Jellyfinu.
sv: En ny skärm i Inställningar med dina tittartotaler, slutförandegrad, toppgenrer och mest omtittade titlar, allt från dina egna Jellyfin-data.
tr: Ayarlar'da yeni bir ekran: izleme toplamlarınız, tamamlama oranı, en çok izlenen türler ve en çok yeniden izlenen başlıklar, hepsi kendi Jellyfin verilerinizden.
uk: Новий екран у Налаштуваннях із вашими підсумками переглядів, відсотком завершення, улюбленими жанрами та найчастіше переглянутими наново тайтлами, усе з ваших даних Jellyfin.
zh_hans: “设置”中的新页面，展示你的观看总量、完成率、热门类型和最常重温的影片，全部来自你自己的 Jellyfin 数据。
zh_hant: 「設定」中的新頁面，呈現你的觀看總量、完成率、熱門類型和最常重溫的影片，全部來自你自己的 Jellyfin 資料。

# changelog.0_12_0.watchStats.title
source: Watch stats
cs: Statistiky sledování
da: Visningsstatistik
de: Statistiken
el: Στατιστικά προβολής
es: Estadísticas
fi: Katselutilastot
fr: Statistiques
hr: Statistika gledanja
hu: Megtekintési statisztika
it: Statistiche di visione
ja: 視聴統計
ko: 시청 통계
nb: Sevisningsstatistikk
nl: Kijkstatistieken
pl: Statystyki oglądania
pt_br: Estatísticas de exibição
pt_pt: Estatísticas de visualização
ro: Statistici de vizionare
ru: Статистика просмотров
sk: Štatistiky sledovania
sv: Tittarstatistik
tr: İzleme istatistikleri
uk: Статистика переглядів
zh_hans: 观看统计
zh_hant: 觀看統計

# changelog.0_13_0.instantSubtitles.body
source: Embedded subtitles turn on instantly, even on remote or slow servers.
cs: Vestavěné titulky se zapnou okamžitě, i na vzdálených nebo pomalých serverech.
da: Indlejrede undertekster slås til med det samme, selv på fjerne eller langsomme servere.
de: Eingebettete Untertitel schalten sich sofort ein, auch auf entfernten oder langsamen Servern.
el: Οι ενσωματωμένοι υπότιτλοι ενεργοποιούνται άμεσα, ακόμη και σε απομακρυσμένους ή αργούς διακομιστές.
es: Los subtítulos integrados se activan al instante, incluso en servidores remotos o lentos.
fi: Upotetut tekstitykset käynnistyvät heti myös etä- tai hitailla palvelimilla.
fr: Les sous-titres intégrés s'activent instantanément, même sur des serveurs distants ou lents.
hr: Ugrađeni titlovi uključuju se odmah, čak i na udaljenim ili sporim poslužiteljima.
hu: A beágyazott feliratok azonnal bekapcsolnak, még távoli vagy lassú szervereken is.
it: I sottotitoli incorporati si attivano immediatamente, anche su server remoti o lenti.
ja: 内蔵字幕は、リモートや低速のサーバーでも瞬時にオンになります。
ko: 내장 자막이 원격 서버나 느린 서버에서도 즉시 켜집니다.
nb: Innebygde undertekster slås på umiddelbart, selv på eksterne eller trege servere.
nl: Ingesloten ondertitels schakelen direct in, zelfs op externe of trage servers.
pl: Wbudowane napisy włączają się natychmiast, nawet na zdalnych lub wolnych serwerach.
pt_br: As legendas incorporadas são ativadas na hora, mesmo em servidores remotos ou lentos.
pt_pt: As legendas incorporadas são ativadas de imediato, mesmo em servidores remotos ou lentos.
ro: Subtitrările încorporate se activează instantaneu, chiar și pe servere la distanță sau lente.
ru: Встроенные субтитры включаются мгновенно даже на удалённых или медленных серверах.
sk: Vstavané titulky sa zapnú okamžite aj na vzdialených alebo pomalých serveroch.
sv: Inbäddade undertexter slås på direkt, även på fjärranslutna eller långsamma servrar.
tr: Gömülü altyazılar uzak veya yavaş sunucularda bile anında açılır.
uk: Вбудовані субтитри вмикаються миттєво навіть на віддалених або повільних серверах.
zh_hans: 内嵌字幕即开即用，即使在远程或较慢的服务器上也是如此。
zh_hant: 內嵌字幕即開即用，即使在遠端或較慢的伺服器上也是如此。

# changelog.0_13_0.instantSubtitles.title
source: Instant subtitles
cs: Okamžité titulky
da: Øjeblikkelige undertekster
de: Untertitel ohne Wartezeit
el: Άμεσοι υπότιτλοι
es: Subtítulos al instante
fi: Välittömät tekstitykset
fr: Sous-titres instantanés
hr: Trenutačni titlovi
hu: Azonnali feliratok
it: Sottotitoli istantanei
ja: 字幕を瞬時に表示
ko: 즉시 표시되는 자막
nb: Umiddelbare undertekster
nl: Directe ondertitels
pl: Natychmiastowe napisy
pt_br: Legendas instantâneas
pt_pt: Legendas instantâneas
ro: Subtitrări instantanee
ru: Мгновенные субтитры
sk: Okamžité titulky
sv: Omedelbara undertexter
tr: Anında altyazılar
uk: Миттєві субтитри
zh_hans: 字幕即时加载
zh_hant: 字幕即時載入

# changelog.0_13_0.pipSubtitles.body
source: Subtitles now appear inside the PiP window and keep working after seeking.
cs: Titulky se nyní zobrazují v okně obrazu v obraze a fungují i po přetáčení.
da: Undertekster vises nu i billede i billede-vinduet og virker fortsat efter spoling.
de: Untertitel erscheinen jetzt im Bild-in-Bild-Fenster und funktionieren auch nach dem Spulen.
el: Οι υπότιτλοι εμφανίζονται πλέον στο παράθυρο εικόνας σε εικόνα και συνεχίζουν να λειτουργούν μετά την αναζήτηση.
es: Los subtítulos ahora aparecen en la ventana de imagen dentro de imagen y siguen funcionando después de avanzar o retroceder.
fi: Tekstitykset näkyvät nyt kuva kuvassa -ikkunassa ja toimivat myös kelauksen jälkeen.
fr: Les sous-titres apparaissent désormais dans la fenêtre image dans l'image et continuent de fonctionner après une avance ou un retour rapide.
hr: Titlovi se sada prikazuju u prozoru slike u slici i rade i nakon premotavanja.
hu: A feliratok mostantól megjelennek a kép a képben ablakban, és tekerés után is működnek.
it: I sottotitoli ora vengono mostrati nella finestra picture in picture e continuano a funzionare dopo lo scorrimento.
ja: ピクチャインピクチャのウインドウに字幕が表示され、シーク後も機能し続けます。
ko: 이제 화면 속 화면 창에 자막이 표시되며 탐색 후에도 계속 작동합니다.
nb: Undertekster vises nå i bilde-i-bilde-vinduet og fungerer også etter spoling.
nl: Ondertitels verschijnen nu in het beeld-in-beeld-venster en blijven werken na het spoelen.
pl: Napisy pojawiają się teraz w oknie obrazu w obrazie i działają także po przewijaniu.
pt_br: As legendas agora aparecem na janela de picture in picture e continuam funcionando após avançar ou retroceder.
pt_pt: As legendas aparecem agora na janela de imagem na imagem e continuam a funcionar depois de avançar ou recuar.
ro: Subtitrările apar acum în fereastra imagine în imagine și continuă să funcționeze după derulare.
ru: Субтитры теперь отображаются в окне «картинка в картинке» и продолжают работать после перемотки.
sk: Titulky sa teraz zobrazujú v okne obrazu v obraze a fungujú aj po pretáčaní.
sv: Undertexter visas nu i bild-i-bild-fönstret och fortsätter fungera efter spolning.
tr: Altyazılar artık resim içinde resim penceresinde görünüyor ve ileri geri sarmadan sonra da çalışmaya devam ediyor.
uk: Субтитри тепер відображаються у вікні «картинка в картинці» та продовжують працювати після перемотування.
zh_hans: 字幕现在会显示在画中画窗口中，快进快退后仍可正常显示。
zh_hant: 字幕現在會顯示在畫中畫視窗中，快轉倒轉後仍可正常顯示。

# changelog.0_13_0.pipSubtitles.title
source: Subtitles in Picture in Picture
cs: Titulky v obraze v obraze
da: Undertekster i billede i billede
de: Untertitel in Bild in Bild
el: Υπότιτλοι σε εικόνα σε εικόνα
es: Subtítulos en imagen dentro de imagen
fi: Tekstitykset kuva kuvassa -tilassa
fr: Sous-titres en image dans l'image
hr: Titlovi u slici u slici
hu: Feliratok kép a képben módban
it: Sottotitoli in picture in picture
ja: ピクチャインピクチャの字幕
ko: 화면 속 화면 자막
nb: Undertekster i bilde-i-bilde
nl: Ondertitels in beeld-in-beeld
pl: Napisy w trybie obraz w obrazie
pt_br: Legendas em picture in picture
pt_pt: Legendas em imagem na imagem
ro: Subtitrări în imagine în imagine
ru: Субтитры в режиме «картинка в картинке»
sk: Titulky v obraze v obraze
sv: Undertexter i bild-i-bild
tr: Resim içinde resim modunda altyazılar
uk: Субтитри в режимі «картинка в картинці»
zh_hans: 画中画字幕
zh_hant: 畫中畫字幕

# changelog.0_13_0.smoothSeeking.body
source: Jumping back in a video is now instant, and audio stays in sync after seeking.
cs: Skok zpět ve videu je nyní okamžitý a zvuk zůstává po přetočení synchronní.
da: Spring tilbage i en video sker nu øjeblikkeligt, og lyden forbliver synkron efter spoling.
de: Zurückspringen im Video geht jetzt sofort, und der Ton bleibt nach dem Spulen synchron.
el: Η μετάβαση προς τα πίσω σε ένα βίντεο είναι πλέον άμεση και ο ήχος παραμένει συγχρονισμένος μετά την αναζήτηση.
es: Retroceder en un vídeo ahora es instantáneo y el audio se mantiene sincronizado después de desplazarse.
fi: Taaksepäin hyppääminen videossa on nyt välitöntä, ja ääni pysyy synkronoituna kelauksen jälkeen.
fr: Revenir en arrière dans une vidéo est désormais instantané et le son reste synchronisé après la navigation.
hr: Skok unatrag u videozapisu sada je trenutačan, a zvuk ostaje sinkroniziran nakon premotavanja.
hu: A videóban való visszaugrás mostantól azonnali, és a hang tekerés után is szinkronban marad.
it: Tornare indietro in un video ora è istantaneo e l'audio resta sincronizzato dopo lo scorrimento.
ja: ビデオ内の巻き戻しが瞬時になり、シーク後も音声が同期したままになります。
ko: 이제 비디오에서 뒤로 이동이 즉시 이루어지며 탐색 후에도 오디오가 동기화된 상태로 유지됩니다.
nb: Å hoppe tilbake i en video skjer nå umiddelbart, og lyden forblir synkronisert etter spoling.
nl: Terugspringen in een video gaat nu direct en het geluid blijft synchroon na het spoelen.
pl: Przeskakiwanie wstecz w wideo jest teraz natychmiastowe, a dźwięk pozostaje zsynchronizowany po przewijaniu.
pt_br: Voltar em um vídeo agora é instantâneo e o áudio permanece sincronizado após a navegação.
pt_pt: Recuar num vídeo é agora instantâneo e o áudio mantém-se sincronizado depois de navegar.
ro: Saltul înapoi într-un videoclip este acum instantaneu, iar sunetul rămâne sincronizat după derulare.
ru: Переход назад в видео теперь мгновенный, а звук остаётся синхронизированным после перемотки.
sk: Skok späť vo videu je teraz okamžitý a zvuk zostáva po pretočení synchronizovaný.
sv: Att hoppa bakåt i en video sker nu direkt och ljudet förblir synkat efter spolning.
tr: Videoda geri atlama artık anında gerçekleşiyor ve sarmadan sonra ses senkronize kalıyor.
uk: Перехід назад у відео тепер миттєвий, а звук залишається синхронізованим після перемотування.
zh_hans: 视频回跳现在即刻完成，快进快退后音画保持同步。
zh_hant: 影片回跳現在即刻完成，快轉倒轉後音畫保持同步。

# changelog.0_13_0.smoothSeeking.title
source: Smoother seeking
cs: Plynulejší přetáčení
da: Mere flydende spoling
de: Flüssigeres Spulen
el: Πιο ομαλή αναζήτηση
es: Desplazamiento más fluido
fi: Sujuvampi kelaus
fr: Navigation plus fluide
hr: Glađe premotavanje
hu: Simább tekerés
it: Scorrimento più fluido
ja: よりスムーズなシーク
ko: 더 부드러운 탐색
nb: Jevnere spoling
nl: Soepeler spoelen
pl: Płynniejsze przewijanie
pt_br: Navegação mais fluida
pt_pt: Navegação mais fluida
ro: Derulare mai fluidă
ru: Более плавная перемотка
sk: Plynulejšie pretáčanie
sv: Smidigare spolning
tr: Daha akıcı sarma
uk: Плавніше перемотування
zh_hans: 更流畅的快进快退
zh_hant: 更流暢的快轉倒轉

# changelog.1_0_0.appearance.body
source: Pick an accent colour and a background, from Graphite Glass to OLED Black. The Supporter Pack adds curated palettes and animated backgrounds.
cs: Vyber si barvu zvýraznění a pozadí, od Graphite Glass po OLED Black. Balíček pro podporovatele přidává další palety a animovaná pozadí.
da: Vælg en accentfarve og en baggrund, fra Graphite Glass til OLED Black. Supporter-pakken tilføjer flere paletter og animerede baggrunde.
de: Wähle eine Akzentfarbe und einen Hintergrund, von Graphite Glass bis OLED Black. Das Unterstützer-Paket bringt weitere Paletten und animierte Hintergründe.
el: Διάλεξε χρώμα τονισμού και φόντο, από Graphite Glass έως OLED Black. Το πακέτο υποστηρικτή προσθέτει κι άλλες παλέτες και κινούμενα φόντα.
es: Elige un color de acento y un fondo, de Graphite Glass a OLED Black. El Pack de Apoyo añade paletas seleccionadas y fondos animados.
fi: Valitse korostusväri ja tausta, Graphite Glassista OLED Blackiin. Tukijapaketti tuo lisää paletteja ja animoituja taustoja.
fr: Choisissez une couleur d'accent et un fond, de Graphite Glass à OLED Black. Le pack Soutien ajoute des palettes choisies et des fonds animés.
hr: Odaberi boju naglaska i pozadinu, od Graphite Glass do OLED Black. Paket podrške donosi dodatne palete i animirane pozadine.
hu: Válassz kiemelőszínt és hátteret, a Graphite Glasstól az OLED Blackig. A Támogatói csomag további palettákat és animált háttereket ad.
it: Scegli un colore d'accento e uno sfondo, da Graphite Glass a OLED Black. Il pacchetto Sostenitore aggiunge altre palette e sfondi animati.
ja: アクセントカラーと背景を選べます。Graphite GlassからOLED Blackまで。サポーターパックでは厳選パレットとアニメーション背景が加わります。
ko: 강조 색상과 배경을 고르세요. Graphite Glass부터 OLED Black까지. 서포터 팩에는 엄선된 팔레트와 움직이는 배경이 더해집니다.
nb: Velg en aksentfarge og en bakgrunn, fra Graphite Glass til OLED Black. Støttepakken gir flere paletter og animerte bakgrunner.
nl: Kies een accentkleur en een achtergrond, van Graphite Glass tot OLED Black. Het Supporterpakket voegt extra paletten en bewegende achtergronden toe.
pl: Wybierz kolor akcentu i tło, od Graphite Glass po OLED Black. Pakiet wsparcia dodaje kolejne palety i animowane tła.
pt_br: Escolha uma cor de destaque e um fundo, do Graphite Glass ao OLED Black. O Pacote de Apoio adiciona paletas selecionadas e fundos animados.
pt_pt: Escolhe uma cor de destaque e um fundo, do Graphite Glass ao OLED Black. O Pacote de Apoio acrescenta paletas selecionadas e fundos animados.
ro: Alege o culoare de accent și un fundal, de la Graphite Glass la OLED Black. Pachetul de susținere adaugă palete selectate și fundaluri animate.
ru: Выберите акцентный цвет и фон, от Graphite Glass до OLED Black. Пакет поддержки добавляет отобранные палитры и анимированные фоны.
sk: Vyber si farbu zvýraznenia a pozadie, od Graphite Glass po OLED Black. Balík pre podporovateľov pridáva ďalšie palety a animované pozadia.
sv: Välj en accentfärg och en bakgrund, från Graphite Glass till OLED Black. Supporterpaketet lägger till fler paletter och animerade bakgrunder.
tr: Bir vurgu rengi ve arka plan seçin, Graphite Glass'tan OLED Black'e. Destekçi Paketi seçilmiş paletler ve hareketli arka planlar ekler.
uk: Оберіть акцентний колір і фон, від Graphite Glass до OLED Black. Пакунок підтримки додає дібрані палітри та анімовані фони.
zh_hans: 挑一个强调色和背景，从 Graphite Glass 到 OLED Black。支持者礼包还会加入精选配色和动态背景。
zh_hant: 挑一個強調色和背景，從 Graphite Glass 到 OLED Black。支持者禮包還會加入精選配色和動態背景。

# changelog.1_0_0.appearance.title
source: Make it yours
cs: Uprav si to
da: Gør den til din
de: Mach es zu deinem
el: Κάν' το δικό σου
es: Hazlo tuyo
fi: Tee siitä omasi
fr: Personnalisez-la
hr: Prilagodi po svome
hu: Tedd a magadévá
it: Rendila tua
ja: 自分好みに
ko: 나만의 스타일로
nb: Gjør den til din
nl: Maak het van jou
pl: Dostosuj po swojemu
pt_br: Deixe do seu jeito
pt_pt: Torna-a tua
ro: Fă-o a ta
ru: Настройте под себя
sk: Uprav si to
sv: Gör den till din
tr: Kendinize göre ayarlayın
uk: Налаштуйте під себе
zh_hans: 调成你喜欢的样子
zh_hant: 調成你喜歡的樣子

# changelog.1_0_0.castCrew.title
source: A closer look at the cast
cs: Herci zblízka
da: Rollelisten tættere på
de: Die Besetzung aus der Nähe
el: Πιο κοντά στους ηθοποιούς
es: El reparto, más de cerca
fi: Näyttelijät lähempää
fr: La distribution de plus près
hr: Glumačka postava izbliza
hu: A szereplők közelebbről
it: Il cast più da vicino
ja: キャストをより大きく
ko: 출연진을 더 가까이
nb: Rollelisten tettere på
nl: De cast van dichterbij
pl: Obsada z bliska
pt_br: O elenco mais de perto
pt_pt: O elenco mais de perto
ro: Distribuția mai de aproape
ru: Актёры крупнее
sk: Obsadenie zblízka
sv: Rollistan närmare
tr: Oyuncular daha yakından
uk: Акторський склад ближче
zh_hans: 更清晰的演职员表
zh_hant: 更清晰的演職員表
